{
  "袁世凱竊權": "1912 年，袁世凱野心勃勃，武昌起義後，獲委任為內閣總理大臣。他以兵力壓迫革命黨人，又利用革命軍威脅清政府。孫中山為免全國陷入內戰和分裂，答應袁世凱只要滿清皇帝退位，便將總統職位讓給他。袁世凱於是威迫清帝退位，成為臨時大總統。",
  "五四運動": "1919 年，中國在巴黎和會外交失敗的消息，引起了公憤。1919年5月4日，北京十三間大專院校三千名學生，於天安門示威遊行。他們前往外國使館區不果，便火燒曹汝霖住宅，打傷章宗祥，32名學生被捕。後來，事態擴大，全國響應罷工罷市，罷買日貨，成為一場全國群眾運動。",
  "新文化運動": "1920 年，知否誰是「德先生」和「賽先生」？它們分別代表民主(Democracy)和科學(Science)，亦即新文化運動的兩大旗幟。胡適、陳獨秀等有識之士提倡學習西方新文化、反對舊禮教、鼓吹文學革命、主張用白話文寫作、反對八股文，令中國出現前所未有的思想解放。",
  "黃埔軍校": "公元 1924 年，全名為「中國國民黨陸軍軍官學校」，由於設址於廣州黃埔長洲島，因而為名。孫中山認為若要革命成功，必須有明白黨義的士兵。因此，他在改組國民黨時，同時籌備軍校。公元1924年，黃埔軍校正式開課，由孫中山出任軍校總理，委任蔣介石擔任校長。",
  "孫中山逝世": "1925 年，公元1924年，孫中山應邀北上共商國是。臨行前，他發表「北上宣言」，提出召開國民會議，廢除不平等條約。他到達天津後，段祺瑞卻主張召開善後會議，表示尊重不平等條約，令孫中山十分憤恨。翌年，孫中山病逝，時維1925年3月12日。",
  "寧漢分裂": "1927 年，寧、漢分別指南京和武漢。由於容共問題，引起國民黨內部分裂。蔣介石以武漢政府受共產黨控制為由，在南京另組國民政府，主張清黨。武漢政府下令開除蔣的黨籍，並計劃派兵征伐他，史稱「寧漢分裂」。",
  "九一八事變": "公元 1931 年，日本吞併朝鮮後，密謀侵略中國東北，公元1931年9月18日晚上，日本關東軍在瀋陽炸毀了由日本經營的南滿鐵路一段路軌，然後誣告是中國軍隊所為，籍此進攻瀋陽，是為「九一八事變」。",
  "西安事變": "1936 年，九一八事件以後，國民政府主張「先安內，後攘外」的政策，軍力主要對付消滅共產黨紅軍，消極對待日本侵略。公元1936年，張學良要求蔣介石停止內戰，共同抗日被拒。他與西北軍將領楊虎城捉拿蔣介石，以兵諫形式要求停止內戰，全面抗日，是為「西安事變」。",
  "南京大屠殺": "公元，1937 年，日本侵華，日軍佔領上海後，再進攻南京。公元1937年12月，日軍進佔南京，展開了長達為期六周的大屠殺，一些軍官甚至進行「殺人比賽」。南京大屠殺中，估計超過三十萬中國人被殺害。",
  "宋家姐妹": "公元，1939 年，宋家姐妹，便是指宋靄齡、宋慶齡和宋美齡。不少人流傳，宋氏三姐妹中，「靄齡愛財，慶齡愛國，美齡愛權」。慶齡在中國抗日戰爭期間，積極進行抗日愛國的運動。1938年，她在香港成立「保衛中國同盟」，募集醫藥、醫療器材的工作，支援抗日鬥爭。",
  "香港淪陷": "公元，1941 年，對香港人來說，公元1941年12月25日是「黑色聖誕」。12月8日，日軍開始進攻香港，很快取得壓倒性勝利。12月25日，港督楊慕琦親身前往日本臨時軍政總部，即現時的半島酒店，無條件簽署投降書，結束了十八日的戰事，卻展開了香港三年零八個月的日治時期。",
  "日本投降": "公元1945年，公元1945年，中、美、英三國向日本發出最後通牒，命它無條件投降，但日本沒回應。同年8月6日及9日，美國於日本廣島和長崎投下原子彈。最後，日本於8月15日宣布無條件投降，結束了中國對日本的八年抗戰。",
  "二二八事件": "1947 年，1947年2月27日，台北專賣局的緝私隊員緝查私煙，毆打女煙販， 擊斃一位圍觀者，引起民憤。，2月28日，台北民眾上街遊行示威，更轉化為大暴動。最後，軍隊武裝鎮壓，造成上萬民眾的傷亡，是為「二二八事件」。",
  "上海打虎": "公元1947年，這名「打虎英雄」便是蔣經國。抗戰結束，通貨膨脹加劇，國民政府發行金圓券，任命蔣經國到上海執行金圓券的法令，所有私家銀行的金、銀和外幣，須上交到國民政府的中央銀行。他到上海後，曾表示「只打老虎，不打蒼蠅」，但始終打不倒超級大老虎──孔、宋家族。",
  "淮海戰役": "公元1948年，淮海戰役是國共戰爭的三大戰役之一。公元1948年11月，解放軍繼遼瀋戰役後，再發動淮海戰役。司令劉伯承、陳毅率領軍隊攻擊徐州。翌年1月，攻陷徐州、蚌埠，共產黨佔領了長江以北的華東、中原地區。",
  "開國大典": "公元1949年，公元1949年10月1日，中央人民政府委員會舉行第一次會議，任命周恩來為中央人民政府政務院總理兼外交部長，毛澤東為中央人民政府革命軍事委員會主席，朱德為中國人民解放軍總司令。下午3時，在北京天安門舉行開國大典，毛澤東宣布中華人民共和國正式成立。"
}
